<html><title> ale</title>
    <head><h1>Pasatiempos</h1>
    <link
        rel="stylesheet"
        type = "text/css"
        href="./estilo.css">
    
    </head>
    <body>
        <header>
        <div id="cabecera">
        <ul class="nav">
            <li><a href="./pp.html">Inicio</a></li>
            <li><a href="">Escolaridad</a>
                <ul>
				<li><a href="./kinder.html">K&#237;nder</a></li>
				<li><a href="./primaria.html">Primaria</a></li>
				<li><a href="./secundaria.html">Secundaria</a></li>
				<li><a href="./prepa.html">Preparatoria</a></li>
                <li><a href="">Universidad</a></li>
                </ul></li>
            <li><a href="">Mi persona</a>
                <ul>
				<li><a href="./bebe.html">Beb&#233;</a></li>
				<li><a href="./familia.html">Familia</a></li>
				<li><a href="./pasatiempos.html">Pasatiempos</a></li>
				<li><a href="">Pensamientos</a>
                <ul>
					<li><a href="./filosofia.html">Filosof&#237;a</a></li>
					<li><a href="./futuro.html">Futuro</a></li>
                </ul></li>
            </ul></li>
            <li><a href="">Contacto</a>
				<ul>
				<li><a href="https://www.facebook.com/abuelita.alejandro">Facebook</a></li>
				<li><a href="">N&#250;mero</a>
                <ul>
                    <li><a href="">0123456789</a></li>
                    </ul></li>
                </ul></li>
        </ul>
  </div></header>
        <br>
        
            <h3><b>Pasatiempos o actividades que realizo actualmente.</b></h3>
            <ul><br>
                <li><b>Resolver el cubo de Rubik.</b></li>
                <p>Actualmente es una de las cosa que m&#225;s hago, aprend&#237; a armarlo desde que estaba en la secundaria, ten&#237;a como 13 años, aprend&#237; con un cubo que compre en el centro que costaba como $20 en ese entonces, deje de armarlo por varios a&#241;os, pasaron como 5 a&#241;os cuando retome esta actividad. Cuando ten&#237;a 18 a&#241;os en el primer semestre de universidad, un d&#237;a una compañera de clase llev&#243; su cubo y se lo ped&#237; prestado, gracias a ese cubo nos conocimos m&#225;s y tambi&#233;n aprendieron a armar el cubo unos cuantos amigos gracias a ello, en ese semestre ped&#237; mi primer cubo de calidad, por as&#237; decir,  un cubo bueno para speed solving, me cost&#243; $140.</p>
                <p>
                Cuando me cambie a inform&#225;tica tambi&#233;n hab&#237;a compañeros que resolv&#237;an el cubo de rubik, me relacion&#233; muy bien con ellos, actualmente uno de ellos vende cubo, le eh comprado algunos, tambi&#233;n ha realizado torneos no oficiales de speed cube, con &#233;l particip&#233; en mi primer torneo no oficial, y sigo asistiendo a sus torneos. Desde que me cambie a inform&#225;tica aprend&#237; a resolver otros cubos, el cubo de rubik es de 3x3x3, eh resuelto el 2x2x2, 4x4x4, cubo mirror 3x3x3, mastermorphix, floppy, ivy cube, 5x5x5, pyraminx. Si no sabe de lo que hablo le dejo algunas fotos.</p>
                <p>
                Eh mejorado bastante, recuerdo que a los 13 a&#241;os tardaba en armarlo como 1 minuto y medio o casi 2 minutos, a los 18 a&#241;os, cuando retom&#233; el vicio, aprend&#237; otros m&#233;todos m&#225;s r&#225;pidos de armar el cubo, baje bastante esos tiempos, tardaba como 50 segundos, me emocion&#233; y eh seguido practicando, hace poco m&#225;s de 1 año me enter&#233; de que exist&#237;an subm&#233;todos y con la pr&#225;ctica baj&#233; mucho esos tiempos de armar el cubo. Actualmente s&#233; resolver el cubo de rubik con 4 m&#233;todos distintos, y nociones de 3 subm&#233;todos. Resuelvo algunos cubos a velocidad, mi mejor tiempo en 2x2x2 es de 0.40 segundos, en 3x3x3 es de 11.40 segundos y 4x4x4 es de 1 minuto con 11 segundos. Le dejo por aqu&#237; mi colecci&#243;n de cubos y fotos en los eventos de mi amigo.<br>
                    <a href= "./imag/mini/cubo4x4.jpg" target="_blank"> <img src="./imag/imagTamNorm/cubo4x4.jpg" width="200"></a>
                </p>
                <li><b>Pasear en bicicleta.</b></li>
                <p>  A d&#237;a de hoy tengo una bicicleta fixie rodado 27, en un momento le explico lo que es una fixie si es que no lo sabe; esa bicicleta comenz&#243; m&#225;s o menos decente, ten&#237;a frenos y rin trasero para cambios, con el tiempo la fu&#237; modificándola, se le rompían los chicotes de los frenos y en vez de cambiarlos se los quitaba, que buena soluci&#243;n, despu&#233;s se me rompieron las tasas del rin trasero y le cambie los dos de una vez, son los que tengo actualmente, dur&#233; como 2 a&#241;os sin usar frenos, usaba los tenis para frenar.</p>
                <p> El 15 de febrero del 2017 cambie la maza del rin trasero por una que tuviera pi&#241;&#243;n fijo para convertirla en una fixie; una fixie tiene una sola marcha y siempre se pedalea, para frenar se debe de aplicar fuerza en sentido inverso, también se puede ir marcha atr&#225;s o pedalear de reversa. Estoy en un grupo de ciclistas llamado: cráneos fixie Los Mochis, en este grupo lo que se busca es el uso de la bicicleta fixie, salimos a rodar por la ciudad a menudo y tambi&#233;n fuera de ella, como a topolobampo, por ejemplo, tenemos planes de salir a El Fuerte y Ahome. A la mayor&#237;a de los lugares a los que voy es en bicicleta, no me gusta usar el transporte colectivo, ni el taxi, me gusta ir en bicicleta o caminando, o cuando se puede de raite con Antonio Chavar&#237;n, concordamos en lugares frecuentemente.<br>
                    <a href= "./imag/mini/topoEnBici.jpg" target="_blank"> <img src="./imag/imagTamNorm/topoEnBici.jpg" width="200"></a>
                </p>
                <li><b>Fotograf&#237;a.</b></li>
	            <p> A la edad de 16 a&#241;os mi padrino Antonio S&#225;nchez, me ense&#241;&#243; fotogrf&#237;a con c&#225;mara profesional y toda la cosa, un a&#241;o despu&#233;s a los 17 a&#241;os me llev&#243; a uno de sus eventos a Mazatl&#225;n para colaborar con &#233;l. Fue la primera vez que iba a Mazatlan en esa ocasi&#243;n fue por trabajo pero tambi&#233;n me la pas&#233; muy bien. Ahora ocasionalmente le ayudo a tomar fotos, tambi&#233; de vez en cuando tomo fotos, le muestro algunas de mis fotos.<br>
                    <a href= "./imag/mini/mazatlan.jpg" target="_blank"> <img src="./imag/imagTamNorm/mazatlan.jpg" width="200"></a>
                    <a href= "./imag/mini/mazatlanTrabajando.jpg" target="_blank"> <img src="./imag/imagTamNorm/mazatlamTrabajando.jpg" width="200"></a>
                </p>
                <li><b>Dibujo.</b></li>
	            <p> Desde pequeño dibujo, y no es por presumir pero, no fui a ninguna clase de dibujo. Lo hago en mis tiempos libres y cuando de verdad quiero dibujar; eh realizado dibujos para mi y para algunos amigos. Aqu&#237; unas imagenes. <br>
                    <a href= "./imag/mini/samuraiDibujo.jpg" target="_blank"> <img src="./imag/imagTamNorm/samuraiDibujo.jpg" width="200"></a>
                    <a href= "./imag/mini/serpienteDibujo.jpg" target="_blank"> <img src="./imag/imagTamNorm/serpienteDibujo.jpg" width="200"></a>
                </p>
            </ul>
            
            <h3><b>Pasatiempos o cosas que deje de hacer.</b></h3>
            <ul>
                <li><b>Trucos de magia y cardistry.</b></li>
	            <p>Cuando ten&#237;a 18 a&#241;os me d&#237;o un gran inter&#233;s por la magia, aprend&#237; algunos trucos por internet y otros por libros digitales, estando en el tema de la magia conozco algo llamado cardistry, creo que tambi&#233;n se le dice floritura; a lo que yo entend&#237; es una manera de demostrar habilidades manuales con una baraja, que llevan movimientos lentos y r&#225;pidos que en conjunto se obtiene algo muy vistoso y artístico. Tambi&#233;n aprend&#237; algunas florituras. Esa afici&#243;n me dur&#243; menos de un a&#241;o, y desde los 19 a&#241;os no eh practicado alguna de &#233;stas actividades.
	            </p>
                <li><b>Practicar tae kwon do.</b></li>
	            <p>Durante los 3 a&#241;os de prepa practiqu&#233; este deporte, deje de asistir a Perea&#39; center cuando sal&#237; de la preparatoria. En el primer semestre de universidad, lo retom&#233;  por las actividades complementarias que piden, y despu&#233;s de eso dej&#233; ese deporte.
                </p>
                <li><b>Aprender otros idiomas.</b></li>
	            <p>A los 18 a&#241;os por alg&#250;n motivo comenc&#233; a ver anime y con ello tom&#233; gusto por Jap&#243;n, su idioma y cultura, comenc&#233; a aprender japon&#233;s por mi cuenta, aprend&#237; su escritura y algunos saludos, con el tiempo lo dej&#233;.<br>
                Despu&#233;s en alguna parte escuche un g&#233;nero de m&#250;sica que no hab&#237;a escuchado, lo que escuch&#233; era K&#45;pop, el g&#233;nero pop de Corea, escuch&#233; algunas canciones m&#225;s de este g&#233;nero y me gust&#243;, y todav&#237;a sigo escuchando K&#45;pop, gracias a esas canciones me interes&#243; Corea, tambi&#233;n estudi&#233; coreano por m&#237; mismo con algunos videos y libros, al igual que cuando estudi&#233; japon&#233;s, aprend&#237; la escritura coreana y muy pocas palabras en coreano, alg&#250;n d&#237;a continuar&#233; con el estudio de estos idiomas porque si me interesa aprenderlos.
                </p>
        </ul>
        <br><br>
        <input class="boton" type="button" value="atr&#225;s" onclick="history.go(-1)">
    </body>
</html>
